export const width = 510;
export const height = 680;
export const treeContent = "이 작품은 광활하고 황량한 풍경 속에서 큰 정사각형 구멍 앞에 혼자 서 있는 인물을 보여줍니다. 이 구멍은 중앙에 떠 있는 태양이나 달과 같은 밝고 원형의 형상을 드러냅니다. 풍경은 따뜻하고 흙빛 톤으로 묘사되어 있으며, 사막과 같은 환경을 시사하는 갈라진 땅이 있습니다. 어두운 정장을 입은 인물은 뒷모습으로 보이며, 그들의 정체와 시선에 대한 신비로움을 더합니다. 작품을 형식적 측면에서 분석하면 작가는 강렬한 대비감을 활용하여 관심을 집중시킵니다. 정사각형 내부의 어 두운 배경에 대비되는 밝은 구체는 즉시 시선을 끕니다. 이는 인물의 방향성에 의해 더 강조되며, 이는 관중의 눈길을 중심 초점으로 이끕니다. 색상의 사용은 강렬합니다. 풍경의 따뜻한 팔레트는 공허의 차가운 어둠과 대조를 이루어 장면의 초현실적인 특성을 부각시킵니다.  작품의 내용이나 의미는 인간의 상태, 고립, 또는 광활하고 무관심한 우주에서 의미를 찾는 것에 대한 해석으로 이해될 수 있습니다. 인물이 밝은 물체를 사색하는 것은 지식, 깨달음을 찾는 탐구, 또는 숭고한 경험을 상징할 수 있습니다. 풍경의 광활함과 정사각형 구멍의 명확한 기하학은 존재적 사색과 인간의 척도와 우주의 거대함 사이의 대조를 시사합니다.  나의 작품 평 가는 이것이 내성적이고 경이로운 감정을 자아내기 위해 구성, 색상, 대비를 능숙하게 사용하는 강력하고 생각을 불러일으키는 작품이라는 것입니다. 작가가 간단한 요소로 이루어진 장면을 창조하고 그 함의가 깊은 것은 칭찬할 만합니다. 작품은 관중에게 자신의 감정과 생각을 투사하도록 초대하여 깊은 개인적 경험을 만들어 냅니다.";

export const infoDict = {
    "고독한_인물": {
        "coord": [
            [
                210,
                330,
                300,
                570
            ]
        ], 
        "context" : "고독한 인물이 큰 정사각형 구멍 앞에서 서서히 서있으며 이는 서술적이고 시각적 앵커로 작용합니다."
    },
    "밝은_구체": {
        "coord": [
            [
                113,
                120,
                397,
                430
            ],
        ],
        "context": "어두운 정사각형 중앙에 위치한 밝은 구체는 주목점으로 작용하며 어둠속에서의 등대를 상징합니다."
    },
    "깨진_땅": {
        "coord": [
            [
                0,
                600,
                510,
                680
            ],
        ],
        "context": "깨진 땅은 메마른 풍경을 상징하며 황무함과 시간의 흐름을 강조합니다."
    }
}

export const treeVideoUri = '../../assets/video/output2.mp4'