export const width = 517;
export const height = 673;
export const treeContent = "이 그림은 자연주의와 약간의 인상주의 스타일로 그려진 회화로 보입니다. 이 작품은 전통에서 비롯되었지만, 더 현대적이고 편안한 붓질과 순간을 포착하는 데 관심을 가진 점이 특징입니다. 매체는 캔버스 위에 오일 또는 아크릴 페인트로 보이며, 이는 텍스처와 빛이 표면에서 반사하는 방식에서 나타납니다. 스타일은 약간 단순화되어 있으며, 넓은 색상 영역이 하늘, 초목, 나무의 수직 형태를 구분합니다. 영향을 준 요소로는 인상주의의 측면과 조화와 세부 사항에 대한 더 현대적이고 간소화된 접근법이 포함될 수 있습니다.";
export const treeDict = {
    "나무": {
        "coord": [
            [
                134,
                96,
                391,
                566
            ]
        ], 
        "context" : "스타일은 약간 단순화되어 있으며, 넓은 색상 영역이 하늘, 초목, 나무의 수직 형태를 구분합니다. 그림은 눈길을 위로 끌어올리는 높고 가느다란 포플러 나무들이 지배하는 풍경을 그립니다. 나무들 아래에는 거의 성숙하기 직전의 농작물을 암시할 수 있는 초록색 필드가 보입니다. 나무들 사이에는 작은 집이나 건물이 있어, 아니면 자연적인 장면에 인간 요소를 추가합니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    },
    "하늘": {
        "coord": [
            [
                0,
                0,
                517,
                96
            ],
        ],
        "context": "스타일은 약간 단순화되어 있으며, 넓은 색상 영역이 하늘, 초목, 나무의 수직 형태를 구분합니다. 배경은 미묘한 구름 디테일이 있는 연하늘로, 평온한 대기 조건을 암시합니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    },
    "필드": {
        "coord": [
            [
                3,
                566,
                514,
                673
            ],
        ],
        "context": "나무들 아래에는 거의 성숙하기 직전의 농작물을 암시할 수 있는 초록색 필드가 보입니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    }
}
export const treeVideoUri = '../../assets/video/output2.mp4'