export const width = 517;
export const height = 673;
export const treeContent = "이 작품은 오일 페인트를 매체로 사용한 것으로 보이며, 질감과 빛이 반사되는 방식을 고려하면 아크릴일 수도 있습니다. 그림의 스타일은 현실주의적인 경향이 있으며 인상주의적인 영향을 받아 실제 장면의 생생한 모습을 포착하면서도 고요하고 다소 부드러운 특징을 가지고 있습니다. 초상은 풍경과 자연에 중점을 두고 있으며, 이는 현실주의와 인상주의 화가 모두에게 흔한 소재입니다. 그림은 시골에서 일어난 듯한 풍경을 묘사하고 있습니다. 가벼운 파란 하늘에 희미한 구름이 있는 가운데, 키 크고 날씬한 포플러 나무들이 나란히 세워져 있습니다. 나무의 녹색이 하늘의 어두운 톤과 전경의 황금빛 초록색과 대조를 이루며, 봄이나 초여름과 같은 계절을 시사합니다. 구도 중앙에는 작은 흰색 건물이 나무 아래에 있어 아마도 집이나 창고일 것으로 보이며, 이는 본질적으로 자연 풍경에 인간적인 요소를 도입합니다. 그림의 왼쪽 전경에는 창작자의 서명이 있어 창작자가 자신의 흔적을 남긴 위치를 나타냅니다. ";
export const treeDict = {
    "나무": {
        "coord": [
            [
                134,
                96,
                391,
                566
            ]
        ], 
        "context" : "스타일은 약간 단순화되어 있으며, 넓은 색상 영역이 하늘, 초목, 나무의 수직 형태를 구분합니다. 그림은 눈길을 위로 끌어올리는 높고 가느다란 포플러 나무들이 지배하는 풍경을 그립니다. 나무들 아래에는 거의 성숙하기 직전의 농작물을 암시할 수 있는 초록색 필드가 보입니다. 나무들 사이에는 작은 집이나 건물이 있어, 아니면 자연적인 장면에 인간 요소를 추가합니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    },
    "하늘": {
        "coord": [
            [
                0,
                0,
                517,
                96
            ],
        ],
        "context": "스타일은 약간 단순화되어 있으며, 넓은 색상 영역이 하늘, 초목, 나무의 수직 형태를 구분합니다. 배경은 미묘한 구름 디테일이 있는 연하늘로, 평온한 대기 조건을 암시합니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    },
    "필드": {
        "coord": [
            [
                3,
                566,
                514,
                673
            ],
        ],
        "context": "나무들 아래에는 거의 성숙하기 직전의 농작물을 암시할 수 있는 초록색 필드가 보입니다. 작가는 나무의 수직선과 하늘과 필드의 수평선 사이의 대조를 이용합니다."
    }
}
export const treeVideoUri = '../../assets/video/output2.mp4'